Repository: Monext/monext-woocommerce
Catalog: languages/payline-*.po
Languages: fr_fr

source: %s is mandatory
fr_fr: %s est obligatoire

source: A transaction every two years
fr_fr: Une échéances tous les deux ans

source: Access Key
fr_fr: Clé d'accès

source: Access key
fr_fr: Clé d'accès

source: All
fr_fr: Tout

source: An error occured while displaying the payment form (error code %s : %s). Please contact us.
fr_fr: Une erreur s'est produite lors de l'affichage du formulaire de paiement (code d'erreur %s : %s). Veuillez nous contactez.

source: Authorization
fr_fr: Autorisation (validation nécessaire sous 7 jours)

source: Authorization + Capture
fr_fr: Autorisation + Capture (paiement immédiat)

source: BASE SETTINGS
fr_fr: PARAMETRES DE BASE

source: Based on browser
fr_fr: Sur la base de navigateur

source: Billing left
fr_fr: Nombre d'échéances

source: Buyer cancelled his payment
fr_fr: L’acheteur a annulé son paiement

source: Cancel payment
fr_fr: Annuler le paiement

source: Choose the status of payed order
fr_fr: Définir le statut d'une commande payée

source: Completed
fr_fr: Terminée

source: Contract number that determines the point of sale used in Payline
fr_fr: Numéro de contrat qui détermine le point de vente utilisé dans Payline

source: Contracts displayed for payment retry. Values must be separated by ;
fr_fr: Les contrats affichés pour le paiement "Réessayer". Les valeurs doivent être séparées par ;

source: Contracts displayed on web payment page - step 1. Values must be separated by ;
fr_fr: Contrats affichés sur la page de paiement de Web - étape 1. Les valeurs doivent être séparées par ;

source: Custom page code
fr_fr: Page personnalisée

source: Debug logging
fr_fr: Journal des logs

source: Default language
fr_fr: Langue par défaut

source: Default Woocommerce status (processing)
fr_fr: Statut par défaut de Woocommerce (En cours)

source: Define a list of product ids that can be payed with REC. Values must be separated by ;
fr_fr: Renseigner une liste d'ID de produits qui peuvent être payé avec un paiement récurrent. Les valeurs doivent être séparées par des ;

source: Eligible product ids
fr_fr: ID produits élligibles

source: Enable
fr_fr: Activer

source: Enable %s
fr_fr: Activer %s

source: Enable wallet
fr_fr: Activer le portefeuille

source: Fraud alert. See details in Payline administration center
fr_fr: Alerte sur tentative de fraudeVoir les détail dans le centre d'administration de Payline

source: Homologation
fr_fr: Homologation (test)

source: Host
fr_fr: Hôte

source: In redirection mode, fill the code of payment page customization created in Payline Administration Center
fr_fr: En mode redirection vous pouvez indiquer le code de la page personnalisée de paiement, créée dans le centre d'administration de Payline

source: In-Shop Column mode
fr_fr: Mode In-Shop colonne

source: In-Shop Lightbox mode
fr_fr: Mode In-Shop lightbox

source: In-Shop Tab mode
fr_fr: Mode In-Shop tabulations

source: Integration mode of the payment widget in the shop. Contact payline support for more details
fr_fr: Mode d'intégration du widget de paiement dans la boutique. Contacter le support payline pour plus de détails

source: integrations of Payline payment solution in your WooCommerce store
fr_fr: intégrations de solution de paiement Payline dans votre magasin de WooCommerce

source: Language used to display Payline web payment pages
fr_fr: Langue utilisée pour afficher les pages de paiement Payline web

source: Login
fr_fr: Utilisateur

source: Main contract number
fr_fr: Numéro du contrat

source: Maximum records
fr_fr: Nombre maximum d'échéances

source: Merchant ID
fr_fr: Identifiant Payline

source: One transaction every seven days
fr_fr: Une échéances tous les 7 jours

source: One transaction every six months
fr_fr: Une échéances tous les 6 mois

source: One transaction every three months
fr_fr: Une échéances tous les 3 mois

source: One transaction every two months
fr_fr: Une échéances tous les 2 mois

source: One transaction per day
fr_fr: Une échéances tous les jours

source: One transaction per month
fr_fr: Une échéances tous les mois

source: One transaction per year
fr_fr: Une échéances tous les ans

source: Password
fr_fr: Mot de passe

source: Password used to call %s web services (available in the %s administration center)
fr_fr: Mot de passe utilisé pour appeler les services web %s (disponible dans le centre d'administration %s)

source: Pay via Payline
fr_fr: Payer avec Payline

source: Payed order status
fr_fr: Statut commande payée

source: Payline destination environement of your requests
fr_fr: Environnement de destination Payline de vos demandes

source: PAYLINE GATEWAY ACCESS
fr_fr: ACCES PASSERELLE PAYLINE

source: Payment
fr_fr: Paiement

source: Payment action
fr_fr: Action de paiement

source: Payment frequencies
fr_fr: Fréquence des échéances

source: Payment in progress
fr_fr: Paiement en cours

source: Payment refused (code %s: %s)
fr_fr: Paiement refusé (code %s : %s)

source: Payment session expired with no redirection on payment page
fr_fr: La session du paiement a expiré sans redirection vers la page de paiement

source: Payment session expired without transaction
fr_fr: La session du paiement a expiré sans transaction

source: PAYMENT SETTINGS
fr_fr: PARAMETRES DE PAIEMENT

source: Please note: This service is optional and can be configured via the Monext Online Administration Center
fr_fr: Attention : Service en option et paramétrable à partir du Centre d'Administration Monext Online.

source: Primary contracts
fr_fr: Contrats primaires

source: PROXY SETTINGS
fr_fr: PARAMETRES PROXY

source: Recurring billing number. Mandatory field
fr_fr: Nombre d'échéances. Champs obligatoire

source: Redirection mode
fr_fr: Mode Redirection

source: Refund failed.
fr_fr: Remboursement en erreur

source: Refunded %1$s - Refund ID: %2$s
fr_fr: Remboursement de %1$s - Transaction ID: %2$s

source: Reset configuration
fr_fr: Réinitialiser la configuration

source: Secondary contracts
fr_fr: Contrats secondaires

source: Set a number maximum of records or leave empty
fr_fr: Définir le nombre maximum d'échéances ou laissez vide

source: Sorry! In order to use WooCommerce %s Payment plugin, you need to install and activate the WooCommerce plugin.
fr_fr: Désolé ! Pour utiliser WooCommerce %s de Paiement plugin, vous devez installer et activer le plugin WooCommerce.

source: Status
fr_fr: Statut

source: Target environment
fr_fr: Environnement cible

source: The SOAP extension is not enabled in your PHP installation and is required
fr_fr: L'extension php SOAP est requise mais n'est pas active

source: There was a error processing your payment.
fr_fr: Une erreur s'est produite durant le paiement.

source: This controls the description which the user sees during checkout.
fr_fr: La description qui est affichée à l’utilisateur lorsque la méthode Payline est sélectionnée.

source: This controls the title which the user sees during checkout.
fr_fr: Libellé sous lequel le paiement via Payline est proposé à l’acheteur dans le processus de commande.

source: Title
fr_fr: Titre

source: Token %s does not match expected %s for order %s
fr_fr: Le token %s ne correspond pas à %s for order %s

source: Two transactions per month
fr_fr: Deux échéances par mois

source: Type of transaction created after a payment
fr_fr: Type de transaction créée après un paiement

source: Unable to connect to Payline (code %s : %s)
fr_fr: Impossible de se connecter à Payline (Code%s:%s)

source: Unable to connect to Payline, check your %s
fr_fr: Impossible de se connecter à Payline, vérifiez votre%s

source: Wallet
fr_fr: Portefeuille

source: Widget integration mode
fr_fr: Mode d'intégration du Widget

source: You are in homologation mode, payments are simulated !
fr_fr: Vous êtes en mode de test, les paiements sont simulés!

source: You will be redirected on %s secured pages at the end of your order.
fr_fr: Vous allez être redirigé sur les pages sécurisées de %s à la fin de votre commande.

source: Your %s configuration parameters are reset.
fr_fr: Les paramètres de configuration de votre %s sont réinitialisés.

source: Your Payline account identifier
fr_fr: Votre identifiant de compte Payline

source: Your settings is correct, connexion with Payline is established
fr_fr: Vos paramètres sont corrects, connexion avec Payline établie

source: Payment on hold
fr_fr: Paiement en attente

source: You can't be redirected to payment page (error code %s : %s). Please contact us.
fr_fr: Vous ne pouvez pas être redirigé vers la page de paiement (code d'erreur %s : %s). Veuillez nous contacter.

source: Payment was canceled.
fr_fr: Le paiement a été annulé.

source: Payment cannot be canceled now. Please contact us.
fr_fr: Le paiement ne peut pas être annulé maintenant. Veuillez nous contacter.

source: Payline Logs Viewer
fr_fr: Visionneur de logs Payline

source: Please select a log file
fr_fr: Veuillez sélectionner un fichier de log

source: Log file
fr_fr: Fichier de log

source: File content
fr_fr: Contenu du fichier

source: Settings CPT
fr_fr: Paramètres CPT

source: Settings NX
fr_fr: Paramètres NX

source: Settings REC
fr_fr: Paramètres REC

source: Logs Viewer
fr_fr: Visionneur de logs
